const locations = {
  "කොළඹ": ["කොළඹ", "දෙහිවල", "ශ්‍රී ජයවර්ධනපුර කෝට්ටේ", "කඩුවෙල", "හෝමාගම", "පාදුක්ක", "මහරගම", "රත්මලාන", "මොරටුව", "කැස්බෑව", "හංවැල්ල", "අවිස්සාවේල්ල"],
  "ගම්පහ": ["ගම්පහ", "මීගමුව", "මිනුවන්ගොඩ", "දිවුලපිටිය", "මහර", "කටාන", "ජාඇල", "වත්තල", "කැලණිය", "දොම්පේ", "බියගම", "මීරිගම", "අත්තනගල්ල"],
  "කළුතර": ["කළුතර", "බේරුවල", "බුලත්සිංහල", "අගලවත්ත", "මතුගම", "පානදුර", "හොරණ", "ඉංගිරිය", "මිල්ලනිය", "වලල්ලාවිට", "දොඩංගොඩ", "මදුරාවල"],
  "මහනුවර": ["මහනුවර", "ගම්පොළ", "නාවලපිටිය", "දෙල්තොට", "පාතහේවාහැට", "උඩදුම්බර", "හාරිස්පත්තුව", "පාතදුම්බර", "යටිනුවර", "උඩුනුවර", "කුණ්ඩසාලේ", "මිනිපේ", "පූජාපිටිය"],
  "මාතලේ": ["මාතලේ", "ගලේවෙල", "ලග්ගල", "නාඋල", "දඹුල්ල", "යටවත්ත", "පල්ලේපොළ", "විල්ගමුව", "රත්තොට"],
  "නුවරඑළිය": ["නුවරඑළිය", "හැටන්", "කොත්මලේ", "වලපනේ", "හඟුරන්කේත", "අඹගමුව"],
  "ගාල්ල": ["ගාල්ල", "අම්බලන්ගොඩ", "බද්දේගම", "බෙන්තොට", "ඇල්පිටිය", "හිනිදුම", "කරන්දෙණිය", "නෙළුව", "හබරාදුව", "ඉමදූව", "යක්කලමුල්ල"],
  "මාතර": ["මාතර", "වැලිගම", "දික්වැල්ල", "හක්මන", "අකුරැස්ස", "මාලිම්බඩ", "පිටබැද්දර", "දෙනියාය", "කඹුරුපිටිය", "තිහගොඩ", "දෙවිනුවර"],
  "හම්බන්තොට": ["හම්බන්තොට", "තිස්සමහාරාම", "අඹලන්තොට", "ලුණුගම්වෙහෙර", "වීරවිල", "කටුවාන", "සූරියවැව", "තංගල්ල", "බෙලිඅත්ත", "අඟුණකොළපැලැස්ස"],
  "යාපනය": ["යාපනය", "නල්ලූර්", "වඩමාරච්චි", "තෙල්ලිප්පලෙයි", "කයිට්ස්", "චාවකච්චේරි", "කෝපායි", "කරෙයිනගර්", "මූලයි"],
  "මන්නාරම": ["මන්නාරම", "මඩු", "නානාට්ටාන්", "මුසලි", "මන්තෙයි බටහිර"],
  "වව්නියාව": ["වව්නියාව", "චෙට්ටිකුලම", "නෙඩුන්කර්නි"],
  "මුලතිව්": ["මුලතිව්", "ඔඩ්ඩුසුඩාන්", "පුදුකුඩිඉරිප්පු", "තුණුක්කායි"],
  "කිලිනොච්චි": ["කිලිනොච්චි", "පච්චිලෙයිපල්ලි", "කාරච්චි", "පූනකරි"],
  "මඩකලපුව": ["මඩකලපුව", "එරාවුර්", "වාලච්චේනෙයි", "කාත්තන්කුඩි", "පඩ්ඩිරිප්පු", "කල්කුඩා"],
  "අම්පාර": ["අම්පාර", "අක්කරපත්තුව", "කල්මුණේ", "දෙහිඅත්තකණ්ඩිය", "නින්දවුර්", "ලහුගල", "මහඔය", "සයින්දමරුදු", "පොතුවිල්"],
  "ත්‍රිකුණාමලය": ["ත්‍රිකුණාමලය", "කින්නියා", "මූතූර්", "සේරුවිල", "පදවි ශ්‍රී පුර", "කාන්තලේ", "කුච්චවේලි"],
  "කුරුණෑගල": ["කුරුණෑගල", "නිකවේරටිය", "මාවතගම", "ගිරිඋල්ල", "වාරියාපොල", "දොඩංගස්ලන්ද", "රිදීගම", "ඉබ්බාගමුව", "මහව", "කුලියාපිටිය", "පන්නල", "පඬුවස්නුවර", "ගල්ගමුව"],
  "පුත්තලම": ["පුත්තලම", "හලාවත", "වනාතවිල්ලුව", "කල්පිටිය", "නාත්තන්ඩිය", "මුන්දලම", "ආණමඩුව", "දනකොටුව", "මාදම්පේ"],
  "අනුරාධපුරය": ["අනුරාධපුරය", "විලච්චිය", "නොච්චියාගම", "තලාව", "ඉපලෝගම", "මිහින්තලේ", "රාජාංගනය", "මැදවච්චිය", "හොරොව්පොතාන", "තඹුත්තේගම", "කැබිතිගොල්ලෑව", "පදවිය", "ගල්නෑව"],
  "පොළොන්නරුව": ["පොළොන්නරුව", "ලංකාපුර", "දිම්බුලාගල", "තමන්කඩුව", "මැදිරිගිරිය", "වැලිකන්ද", "හිඟුරක්ගොඩ"],
  "බදුල්ල": ["බදුල්ල", "වැලිමඩ", "හාලිඇල", "හල්දුම්මුල්ල", "ලුණුගල", "මහියංගනය", "බණ්ඩාරවෙල", "ඇල්ල", "පස්සර", "මීගහකිවුල"],
  "මොනරාගල": ["මොනරාගල", "වැල්ලවාය", "සෙවණගල", "බිබිල", "තණමල්විල", "කතරගම", "සියඹලාණ්ඩුව", "මැදගම"],
  "රත්නපුර": ["රත්නපුර", "බලංගොඩ", "ඇඹිලිපිටිය", "නිවිතිගල", "කලවාන", "රාකවාන", "කුරුවිට", "ඇහැළියගොඩ", "පැල්මඩුල්ල", "කොලොන්න"],
  "කෑගල්ල": ["කෑගල්ල", "දෙහිඕවිට", "වාරකාපොල", "රඹුක්කන", "ගලිගමුව", "මාවනැල්ල", "රුවන්වැල්ල", "යටියන්තොට", "දැරණියගල"]
};

module.exports = locations;